[Lang]
	Name=Czech [Český]
	TranslatorName=Tron
	TranslatorURL=www.adia-project.net
	ID=0405;041b
	Version=3.9.20
	Date=20/09/2012
	Charset=1250

'Support Locale IDs (LCID) by this language file
'	0405: Czech (Czech Republic)
'	041b: Slovak (Slovakia)

'Parametrs support esc-sequences \n \r \t 

[frmMain]
	frPanelLV=Seznam nalezených ovladačů zařízení
	frBackup=Vytvořit zálohu vybraných ovladačů
	frGroup=Vyberte skupinu ovladačů
	mnuOptions=Možnosti
	mnuMainAbout=Pomoc
	mnuLinks=Odkazy
	mnuHistory=Historie změn
	mnuHelp=Pomoc
	mnuOsZoneNet=Diskuse k programu na OsZone.net
	mnuHomePage=Navštívit domovskou stránku
	mnuHomePageForum=Navštívit forum tohoto programu
	mnuCheckUpd=Vyhledat aktualizace programu
	mnuDonate=Podpořit ...
	mnuLicence=Licenční smlouva ...
	mnuAbout=O programu ...
	mnuModulesVersion=Moduly ...
	mnuMainLang=Jazyk
	mnuLangStart=Použít vybraný jazyk při spuštění (zrušit automatický výběr)
	mnuReCollectHWID=Vyhledat změny hardwaru
	cmdCheckAll=Vybrat vše
	cmdUnCheckAll=Odznačit
	cmdBreak=Přerušit
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Všechny
	optGrp4=Žádný
	chkHideOther=Skrýt všechny, ale vybrané skupiny
	chkCheckAll=Vybrat vše z celé skupiny při výběru
	cmdStartBackUp=Zálohovat
	lblTypeBackUp=Typ zálohy
	cmbListTypeBackupElement1=Strukturovaná složka s ovladači
	cmbListTypeBackupElement2=7z-archív ovladačů
	cmbListTypeBackupElement3=7zSFX-archiv s automatickou instalací přes DPInst
	TableHeader1=* Název výrobku *
	TableHeader2=* Datum *
	TableHeader3=* Verze *
	TableHeader4=* Výrobce *
	TableHeader5=* Třída ovladače *
	TableHeader6=* Kód třídy *
	TableHeader7=* INF *
	TableHeader8=* Část *
	TableHeader9=* HWID *
	TableHeader10=* ID Stav *
	frArchName=Název archivu
	optArchNamePC=Název počítače
	optArchModelPC=Model počítače
	optArchCustom=Uživatelské šablony
	lblWait=Please wait! Updating hardware configuration ...

[frmAbout]
	frmAbout=O programu ...
	cmdDonate=Podpořit ...
	cmdLicence=Licenční smlouva
	cmdHomePage=Domů
	cmdOsZoneNet=Diskuse OsZone.Net
	cmdCheckUpd=Aktualizace ...
	cmdExit=Zavřít
	lblMailTo=Poslat e-mail autorovi programu
	lblInfo=Tento program je určen k vytváření záložních kopií ovladače zařízení. Tento program rovněž najde ovladače pro neživé "jednotky". Program umí vytvářet 7z-archivy, které může později použít jako balíčky ovladačů programu Drivers Installer Assistant.
	mnuContextLink1=Site
	mnuContextLink2=Forum

[frmLicence]
	frmLicence=Licenční smlouva
	chkAgreeLicence=Souhlasím s dohodou
	cmdOK=Souhlasím
	cmdExit=Zavřít

[frmCheckUpdate]
	frmCheckUpdate=Aktualizace: nová verze programu
	cmdUpdate=Stáhnout aktualizaci
	cmdUpdateFull=Download Full Update
	cmdHistory=Historie
	cmdDonate=Podpořit
	cmdExit=Zavřít
	lblVersion=Nejnovější verze
	frDescription=zápis do historie změn:
	lblDescription1="-" - Oprava chyb v programu
	lblDescription2="*" - Kosmetické změny
	lblDescription3="+" - Rozšířené funkce
	lblDescription4="!" - Důležitá upozornění
	lblWait=Načítání dat z oficiálních stránek. Vyčkejte prosím ....
	lblVersionList=Seznam změn pro verzi

[frmDonate]
	frmDonate=Podpořit
	cmdExit=Zavřít

[frmOSEdit]
	frmOSEdit=Upravit záznam
	lblOSVer=OS Verze 
	lblPathDRP=Cesta k adresáři s DriverPacks
	chk64bit=64-bit OS ovladače 
	cmdOK=Použít
	cmdExit=Zavřít

[frmOptions]
	frmOptions=Možnosti
	frOptions=Možnosti
	ItemOptions1=Hlavní možnosti
	ItemOptions2=Podporované OS
	ItemOptions3=Pracovní pomůcky
	ItemOptions4=Název archivu
	ItemOptions5=Vzhled programu 
	ItemOptions6=DPInst spouštěcí parametry
	ItemOptions7=Debug options
	cmdOK=Uložit změny
	cmdExit=Ukončit bez uložení

	frMain=Hlavní možnosti
	lblOptionsStart=Akce po spuštění programu
	chkUpdate=Zkontrolovat aktualizece
	chkUpdateBeta=Kontrolovat přítomnost beta-verze programu.
	chkHideOtherProcess=Spustit externí proces ve skrytém režimu.
	chkSilentDll=Tichá registrace/aktualizace systémových komponent (DLL a OCX)
	lblOptionsTemp=Práce s dočasnými soubory
	chkTempPath=Složka dočasných souborů
	chkRemoveTemp=Odstranit dočasné soubory
	lblRezim=Režim činnosti při spuštění programu
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Všechny
	optGrp4=Žádný
	lblTypeBackUp=Typ zálohy ve výchozím nastavení
	cmbListTypeBackupElement1=Strukturovaná složka s ovladači
	cmbListTypeBackupElement2=7z-archív ovladačů
	cmbListTypeBackupElement3=7zSFX-archiv s automatickou instalací přes DPInst
	chkHideOther=Skrýt všechny, ale vybrané skupiny
	chkCheckAll=Vybrat vše z celé skupiny při výběru

	frMainTools=Cesty k hlavním pomůckám (Nástrojům)
	cmdPathDefault=Nastavit na výchozí cestu

	frOS=Poporované OS
	TableOSHeader1=Verze
	TableOSHeader3=DriverPack
	TableOSHeader5=x64
	cmdAddOS=Přidat
	cmdEditOS=Editovat
	cmdDelOS=Smazat

	frDesign=Vzhled
	lblSizeForm=Velikost hlavního okna
	lblFormHeight=Výška:
	lblFormWidth=Šířka:
	chkFormMaximaze=Spustit maximalizované
	chkFormSizeSave=Uložit velikosti formy při ukončení
	lblSizeButton=Vlastnosti tlačítka
	cmdChooseFont=Vybrat písmo (font) pro text tlačítka
	lblImageMain=Hlavní ikony
	lblFormWidthMin=Minimální hodnoty existují pro některé parametry. Pokud je hodnota nižší než minimální, pak okno je zvýrazněno červeně. Program po startu nastaví výchozí hodnoty.
	AdditionalColorCaption=Další barvy...
	cmdFutureButton=Vaše budoucí tlačítko
	cmdFontColorButton=Set the font color of the button text
	chkButtonDisable=Povolit / Zakázat (pouze pro test)
	lblTheme=Set icons theme (change major icons
	ctlStatusBtnBackColor=Additional colors...
	lblButtonStyle=Buttons style
	lblButtonStyleColor=Color Scheme

	frDpInstParam=Spouštěcí parametry DPInst
	lblParam=Parametr
	lblDescription=Popis parametrů
	lblLegacyMode=To umožňuje instalaci nepodepsaných ovladačů a balíčky ovladačů, které mají chybějící soubory
	lblPromptIfDriverIsNotBetter=Se zobrazí dialogové okno, v případě, že nový ovladač neodpovídá lépe zařízení než ovladač který je v současné době instalován na zařízení
	lblForceIfDriverIsNotBetter=Vynucená instalace ovladače na zařízení i v případě, že ovladač v současné době instalován na zařízení odpovídá lépe než nový ovladač
	lblSuppressAddRemovePrograms=Potlačuje přidání položky v okně \"Add or Remove Programs"\
	lblSuppressWizard=Potlačuje zobrazení Průvodce ..., ale uživatelské dialogové okna možná budou zobrazeny OS
	lblQuietInstall=Bezobslužný režim. Potlačuje zobrazení stránek Průvodce a uživatelských dialogových oken obvykle zobrazených OS
	lblScanHardware=Ovladače se budou kopírovat a instalovat pouze pro zařízení nalezené v počítači (používat pouze pro zařízení PnP)
	lblCmdStringDPInst=Celkem počátečních parametrů

	frArchName=Název archivu
	optArchNamePC=Název počítače
	optArchModelPC=Model počítače
	optArchCustom=Uživatelské šablony
	lblArchNameStart=Název archivu ve výchozím nastavení
	lblArchShablon=Název šablony archivu
	lblArchMacrosType=K dispozici makro
	lblArchMacrosParam=Parametr
	lblArchMacrosDescription=Popis parametru
	lblArchMacrosPCName=Krátký název počítače bez doménové přípony
	lblArchMacrosPCModel=Počítač\model základní desky
	lblArchMacrosOSVer=Verze operačního systému jako WNT (5 | 6)
	lblArchMacrosOSBit=Architektura, operačního systému ve tvaru x (32 | 64)
	lblArchMacrosDate=Datum zálohy

	frDebug=Debug mode
	lblDebug=Možnosti režimu ladění
	chkDebug=Zapnout režim ladění
	chkDebugLog2AppPath=Create a log-file in the subdirectory "logs" of the program
	chkDebugTime2File=Add the date and time in each line of the log file
	lblDebugLogPath=Cesta k log-souboru:
	lblDebugLogLevel=Ladicí úroveň
	lblDebugMacrosType=Available macros in the name of the log file
	lblDebugMacrosParam=Option
	lblDebugMacrosDescription=Parameter Description
	lblDebugMacrosPCName=Short name of the computer, without the domain suffix
	lblDebugMacrosPCModel=Computer Model\Motherboard
	lblDebugMacrosOSVer=Operating system version as the wnt(5|6)
	lblDebugMacrosOSBit=Operating system architecture, in the form x(32|64)
	lblDebugMacrosDate=Date and time of the log-file
	lblDebugLogName=Pattern name of log-files:

[frmProgress]
	frmProgress=Získávání informací o ovladačích. Vyčkejte prosím ...

[frmFontDialog]
	frmFontDialog=Select text options
	cmdOK=Save and Exit
	cmdExit=Exit without saving
	lblFontSize=Font Size
	lblFontColor=Font Color
	chkBold=Bold
	chkItalic=Italic
	chkUnderline=Underline
	txtFont=Sample text
	ctlFontColor=Additional colors...

[Messages]
	strMessages1 =Zálohovat ovladač, vyberte ovladač ze seznamu a klikněte na Zálohovat!
	strMessages2 =Vyberte adresář, kam chcete uložit záložní kopii.
	strMessages3 =Získávání informací o složení a verze souborů ovladače pro zařízení PC. Vyčkejte prosím ...
	strMessages4 =Pracovat v programu není možné
	strMessages5 =Získávání informací o vaší hardwarové konfiguraci je kompletní!
	strMessages6 =Není vybrán ovladač. Vyberte příslušný ovladač ze seznamu a klikněte na Zálohovat.
	strMessages7 =Jeden ze souborů programu neexistuje
	strMessages8 =Chyba registrace systémového souboru. Pokuste se zaregistrovat soubor ručně, nebo ho prostě zkopírovat do adresáře %windir%\system32\r\n\r\nPokračování v práci může vést k dalším chybám. Chcete pokračovat?
	strMessages9 =Hledání a ukládání souborů ovladače
	strMessages10=Zálohování bylo úspěšně dokončeno.
	strMessages11=Zdrojový kód licenčního souboru byl změněn! To může být chyba nebo důsledek změny škodlivého programu. Obraťte se na výrobce nebo stáhněte nový distribuční program. Chcete pokračovat?
	strMessages12=Chyba při vytváření archivu. Záloha není vytvořena!
	strMessages13=Nepodařilo se vytvořit zálohu ovladačů 7z:
	strMessages15=Zadaný adresář pro alternativní obrázky ikon neexistuje. Budou se používat standardní obrázky!
	strMessages16=Program spuštěn s CD\DVD, proces aktualizace databáze není možný
	strMessages27=Práce přerušena!!!\r\Zpracování neúspěšné na ovladači:
	strMessages33=Nepodařilo se spustit externí program:
	strMessages34=Jste si jisti, že chcete skončit?
	strMessages35=Verze podporujících modulů:\r\n\r\nNázev modulu:\t\tVerze souboru:
	strMessages36=Nové nastavení zapsáno!\r\nChcete-li používat, musíte restartovat program.\r\n\r\nPřejete si restartovat program nyní?
	strMessages37=Opravdu chcete odejít bez možnosti uložení?
	strMessages38=Program spuštěn s CD\DVD!\r\nUkládání nastavení není možné!
	strMessages39=Nelze načíst licenční smlouvu. Další práce v programu nejsou možné. Obraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages40=Text zdrojového souboru byl změněn!!!\r\nFormulář "Podpora projektu" bude uzavřen.\r\nObraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages41=Nepodařilo se načíst donate.rtf soubor. Obraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages42=Kopírování souborů se nezdařilo!
	strMessages43=Pozor! Tento soubor je jen pro čtení, zápis do souboru není možný. Chcete-li uložit, je třeba odstranit atribut ze souboru a zkuste to znovu.
	strMessages44=Nelze vytvořit dočasný soubor v adresáři:
	strMessages45=Došlo k chybě při zápisu dat do souboru:
	strMessages47=It is impossible to change the screen adjustings!\r\nReasons:\r\n1. Your monitor or videocard disabled at these screen parameters!\r\n2. Program can not write adjustments into the registry (Try to login as 'Administrator')
	strMessages48=New monitor adjustings are been aplying !\r\nThe System ready to work!
	strMessages49=To enable adjustments it is necessary to reboot the computer!\r\nReboot now?
	strMessages50=All have failed (Nothing has occurred)
	strMessages51=The Program is optimized for the monitor screen resolution 800x600.\r\nYou have adjusted to screen resolution:
	strMessages52=ATTENTION!!! It isossible incorrect appearance of the program\r\n\r\nChange the screen resolution to recommended!?("YES")\r\nContinue the functioning without change?("NO")
	strMessages53=Připojení k internetu není nainstalováno nebo je server nedostupný
	strMessages54=Nepodařilo se spustit kontrolu aktualizací
	strMessages55=Server zjistil starou verzi! Velmi zvláštní:)\r\nS největší pravděpodobností budete mít neoficiální verzi získanou od autora programu pro testování.\r\n\r\nPřejete si otevřít formulář aktualizace programu?
	strMessages56=Nová verze programu nebyla nalezena.\r\n\r\nPřejete si otevřít formulář aktualizace programu?
	strMessages58=Kontrola aktualizací programu ...
	strMessages59=áhněte si kompletní program!
	strMessages66=Zpracování přerušeno. Uplynulý čas:
	strMessages67=Zpracování všech ovladačů je dokončeno. Uplynulý čas:
	strMessages81=Odstranit dočasné soubory. Vyčkejte prosím....
	strMessages82=Jde mazat soubory v cílovém adresáři. Vyčkejte prosím....
	strMessages97=Vytvořit archiv:
	strMessages102=Došlo k chybě při porovnání verzí programu. Obraťte se na vývojáře.
	strMessages106=Aktuální verze komponenty je starší než používá program.\r\nDoporučuje se nainstalovat aktualizace!\r\n\r\nPOZOR! Tato aktualizace může ovlivnit ostatní programy, které používají tuto komponentu!\r\n\r\nChcete provést vylepšení?
	strMessages107=Možná používáte, verzi "Drivers BackUp Solution" která je zastaralá!\r\n\rKlikněte zde pro kontrolu aktualizací " 
	strMessages108=ze
	strMessages126=Error! Could not load file describing the update. May take place on the server maintenance.
	strMessages133=Do you want to open a folder?
	strMessages134=Extract files from resource of program fails. Wish to continue further work?
	strMessages135=Extract all files (DLL-OCX) from program completed successfully. \r\n\r\n Would you like to open a directory with files?
	strMessages136=Extract all files (DLL-OCX) from program completed. \r\n In the extraction procedure errors were found! \r\n\r\n Would you like to open a directory with files?
	strMessages137=DBS the program provides the following key start \r\n\r\n "/?", "/h", "-h", "-help", "/help" - display the window \r\n\r\n" /extractdll[:path]" - extract files from program to the specified directory, if a directory is specified, the recovery is a temporary directory \r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages138=Program needs Administrator privileges. You do not have such rights.\r\n\r\nYou want to continue?
	strMessages142=Language changed to:
	strMessages143=Error checking program updates, maybe program site is not available or exceeded the response time from the server www.adia-project.net
	strMessages144=\r\n\r\n Would you like to open a software update?
	strMessages145=Updating ...
	strMessages146=Setup ...
	strMessages147=\r\n\r\n Would you like to restart now?
	strMessages151=Locate File
	strMessages152=Locate Folder
